/* No comment provided by engineer. */
"Add a description" = "Add a description";

/* No comment provided by engineer. */
"Around Me" = "Around Me";

/* No comment provided by engineer. */
"Hairdresser in a Salon" = "Hairdresser in a Salon";

/* No comment provided by engineer. */
"I did it" = "I did it";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Take Hairfie" = "";

/* No comment provided by engineer. */
"There was an error uploading your hairfie, Try Again !" = "There was an error uploading your hairfie, Try Again !";

"There was an error uploading your picture, Try Again !" = "There was an error uploading your picture, Try Again !";

/* No comment provided by engineer. */
"Upload in progress" = "Upload in progress";

"email hairfie" = "Customer's email";

"add email hairfie" = "Add your customer's email";

"email hairfie placeholder" = "Email address";

"email not valid" = "The email is not valid";

"error" = "Error";

"Who did this?" = "Who did this?";

"Delete" = "Delete";


"No Hairdresser in this salon" = "No hairdresser in this salon";

"authorized access to camera" = "It seems like you did not authorize Hairfie to use the Camera or access this device's photos. You can modify authorizations in the Hairfie section of your device's settings.";

"Hairfie Post Successful" = "Hairfie posted!";


"Upload in progress" = "Upload in progress";